# CLI tools
brew "neovim"
brew "zellij"
brew "lazygit"
brew "yazi"
brew "bat"
brew "eza"
brew "fzf"
brew "ripgrep"
brew "zoxide"
brew "fd"
brew "delta"
brew "starship"
brew "stow"

# Terminal
cask "ghostty"
tap "manaflow-ai/cmux"
cask "cmux"
